bradlc.vscode-tailwindcss
charliermarsh.ruff
eamodio.gitlens
esbenp.prettier-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
otovo-oss.htmx-tags
pkief.material-icon-theme
samuelcolvin.jinjahtml
streetsidesoftware.code-spell-checker
usernamehw.errorlens
